import React from "react";

const Mid = () => {
    return (
        <div className="All">
            
            <div className="frame1 frame1-left">
                <h2>О нас</h2>
                <p>Добро пожаловать в наш магазин одежды! Мы - команда модных энтузиастов, предлагающая широкий ассортимент последних модных тенденций для мужчин,женщин и детей. Наша цель - помочь вам создать свой уникальный стиль и выразить себя через моду!</p>
            </div>

            <div className="frame1 frame1-right" >
                <h2>Почему выбирают нас?</h2>
                <ul className="list">
                    <li>Широкий ассортимент последних модных тенденций</li>
                    <li>Качественная одежда от проверенных брендов</li>
                    <li>Удобная онлайн-покупка без лишних хлопот</li>
                    <li>Быстрая доставка и гарантия возврата</li>
                    <li>Профессиональная поддержка клиентов</li>
                </ul>
            </div>

            <div className="frame1 frame1-center">
            <h2>Наша техническая поддержка</h2>
                <p>Мы готовы помочь вам с:</p>
                <ul className="list">
                    <li>Решением проблем с онлайн-заказами</li>
                    <li>Помощью в выборе размера и стиля</li>
                    <li>Консультацией по оформлению и оплате заказа</li>
                    <li>Ответами на вопросы о доставке и возврате</li>
                </ul>
            </div>

        </div>
    )
}
export default Mid